# St7DeleteLaminatePly

Deletes the specified ply from a laminate.

long St7DeleteLaminatePly(long uID, long LaminateID, long Pos)

Input Parameters

uID

Strand7 model file ID.

LaminateID

Laminate layout ID.

Pos

Ply position within laminate.